---
kind: other
id: Properties.T:Autodesk.Revit.DB.RenderingImageExposureSettings
source: html/3729558c-c99b-b50b-21ff-488ed5d60b31.htm
---
# RenderingImageExposureSettings Properties

The value of rendering image exposure.